Repository: Mastercard-Gateway/gateway-woocommerce-module
Catalog: i18n/mastercard-*.po
Languages: es_es

source: Mastercard Payment Gateway Services
es_es: Servicios de Mastercard Payment Gateway

source: Accept payments on your WooCommerce store using Mastercard Payment Gateway Services.
es_es: Acepta pagos en tu tienda WooCommerce usando Mastercard Payment Gateway Services.

source: Error communicating with payment gateway API: "%s"
es_es: Error de comunicación con el API de la plataforma de pagos: "%s"

source: Mastercard payment CAPTURED (ID: %s, Auth Code: %s)
es_es: Mastercard pago CAPTURADO (ID: %s, Código de Autorización: %s)

source: API credentials are not valid. To activate the payment methods please your details to the forms below.
es_es: Las Credenciales API no son válidas. Para activar los métodos de pago complete los datos que se solicitan a continuación.

source: Mastercard registered refund %s %s (ID: %s)
es_es: Mastercard reembolso registrado %s %s (ID: %s)

source: Payment was declined.
es_es: El pago fue declinado.

source: Unexpected payment condition error.
es_es: Error inesperado en el pago.

source: Mastercard payment AUTHORIZED (ID: %s, Auth Code: %s)
es_es: Mastercard pago AUTORIZADO (ID: %s, Código de Autorización: %s)

source: Pending payment
es_es: Pago pendiente

source: Plugin version: %s<br />API version: %s
es_es: Versión del Plugin: %sversión del API: %s

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable
es_es: Habilitar

source: Title
es_es: El título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que ve el usuario durante el proceso de pago.

source: Description
es_es: Descripción

source: The description displayed when this payment method is selected.
es_es: La descripción mostrada cuando este método de pago es seleccionado.

source: Gateway
es_es: Plataforma de Pagos

source: Asia Pacific
es_es: Asia Pacífico

source: Europe
es_es: Europa

source: North America
es_es: Norte América

source: Custom URL
es_es: URL personalizada

source: Custom Gateway Host
es_es: Host de la plataforma de pagos personalizado

source: Enter only the hostname without https prefix. For example na.gateway.mastercard.com.
es_es: Introducir solo el nombre del Host sin el prefijo https. Por ejemplo na.gateway.mastercard.com.

source: Transaction Mode
es_es: Modo Transacción

source: Purchase
es_es: Compra

source: Authorize
es_es: Autorizar

source: In “Purchase” mode, the customer is charged immediately. In Authorize mode, the transaction is only authorized and the capturing of funds is a manual process that you do using the Woocommerce admin panel.
es_es: En el modo "Compra", se cobra al cliente de forma inmediata. En modo "Autorización", la transacción es solo autorizada y la captura de fondos (cobro) será un proceso manual que se realiza a través del panel Administrador de Woocommerce.

source: Integration Model
es_es: El modelo de integración

source: 3D-Secure
es_es: Autenticación 3-D Secure

source: Use 3D-Secure
es_es: Usar Autenticación 3-D Secure

source: For more information please contact your payment service provider.
es_es: Para obtener más información por favor póngase en contacto con su proveedor de servicios de pago.

source: Checkout Interaction
es_es: Interacción en el Proceso de Compra

source: Redirect to Payment Page
es_es: Redirigir a la Página de Pago

source: Saved Cards
es_es: Tarjetas guardadas

source: Enable payment via saved tokenized cards
es_es: Habilitar el pago con tarjetas tokenizadas guardadas

source: If enabled, users will be able to pay with a saved card during checkout. Card details are saved in the payment gateway, not on your store.
es_es: Si está habilitado, los usuarios serán capaces de pagar con las tarjetas guardadas durante el proceso de pago. Los detalles de sus tarjetas serán guardados en la plataforma de pagos, no en la tienda.

source: Debug Logging
es_es: Registro de depuración

source: Enable Debug Logging
es_es: Habilitar el Registro de Depuración

source: Logs all communication with Mastercard gateway to file ./wp-content/mastercard.log. Debug logging only works in Sandbox mode.
es_es: Registra todas las comunicaciones con la plataforma de pagos de Mastercard en el archivo ./wp-content/mastercard.log. El registro de depuración solo funciona en modo Sandbox.

source: API credentials
es_es: Credenciales API

source: Enter your API credentials to process payments via this payment gateway. Learn how to access your <a href="%s" target="_blank">Gateway API Credentials</a>.
es_es: Introduzca sus credenciales de API para procesar pagos a través de esta pasarela de pago. Obtenga información sobre cómo obtener acceso a <a href="%s" target="_blank">las credenciales</a>de la API de puerta de enlace.

source: Test Sandbox
es_es: Sandbox de pruebas

source: Enable test sandbox mode
es_es: Habilitar el modo Sandbox de pruebas

source: Place the payment gateway in test mode using test API credentials (real payments will not be taken).
es_es: Ponga la plataforma de pago en modo de pruebas utilizando las credenciales API de pruebas (no se realizarán pagos reales).

source: Test Merchant ID
es_es: ID del Comercio de pruebas

source: This is your test merchant profile ID prefixed with TEST
es_es: Este es su ID de Comercio de pruebas con el prefijo TEST

source: Test API Password
es_es: Contraseña API de pruebas

source: Merchant ID
es_es: ID del comercio

source: API Password
es_es: Contraseña API

source: Card code
es_es: Código de tarjeta

source: Card number
es_es: Número de tarjeta

source: Expiry (MM)
es_es: Expiración (MM)

source: Expiry (YY)
es_es: Expiración (YY)

source: Processing Secure Payment
es_es: Procesando Pago Seguro

source: Click here to continue
es_es: Pulse aquí para continuar

source: Pay
es_es: Pagar

source: Invalid Card Number
es_es: Número de tarjeta inválido

source: Invalid Security Code
es_es: Código de seguridad inválido

source: Invalid Expiry Month
es_es: Mes de expiración inválido

source: Invalid Expiry Year
es_es: Año de expiración inválido

source: Capture payment
es_es: Capturar pago

source: Support
es_es: Soporte

source: Docs
es_es: Documentación

source: Settings
es_es: Configuración
